Revit 2027 API
ParameterTypeId.FbxLightColorFilter Property
 "Color Filter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightColorFilter { get; }
Public Shared ReadOnly Property FbxLightColorFilter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightColorFilter {
	ForgeTypeId^ get ();
}
static member FbxLightColorFilter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace